Repository: DeveloperBackendPro/ECOMMERCE
Catalog: creatoradmin/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Create Category
uz: Katego'rya yaratish

source: Create Product
uz: Praduct yaratish

source: Update
uz: Yangilash

source: Logout
uz: Chiqish

source: Title EN
uz: Nomi EN

source: Title RU
uz: Nomi RU

source: Title UZ
uz: Nomi UZ

source: Image
uz: Rasim

source: Upload
uz: Yuklash

source: Description EN
uz: Ma'lumot EN

source: Description RU
uz: Ma'lumot RU

source: Description UZ
uz: Ma'lumot UZ

source: Submit
uz: Tasdiqlash

source: All clean
uz: Xammasini O'chirish

source: About
uz: Biz haqimzda

source: Edit
uz: Taxrirlash

source: Delete
uz: O'chirish

source: About us
uz: Biz haqimzda

source: User Permission
uz: Foydalanuvchu hquqlari

source: User
uz: Foydalanuvchi

source: Clients
uz: Klient

source: Change Password
uz: Passvord o'zgartrish

source: Old Password
uz: Eski password

source: New Password 1
uz: Yangi password 1

source: New Password 2
uz: Yangi password tasdiqlash

source: Update Admin
uz: Admin Yangilash

source: User Name
uz: Foydalanuvchi Ismi

source: First Name
uz: Ismi

source: Lastname
uz: Familyasi

source: Phone
uz: Telefo'n

source: Address
uz: Addrress

source: City
uz: Shaxar

source: Country
uz: Davlat

source: Comment Blog
uz: Blog commentlar

source: Name
uz: Ism

source: Comment
uz: Kamment

source: Create at
uz: Yaratilgan

source: Category
uz: Katego'rya

source: Slug
uz: Titleni tasdiqlsh

source: Orders
uz: Buyurtmalar

source: Count
uz: dona

source: Code
uz: Ko'di

source: Total
uz: Umumiy

source: Details
uz: Detallar

source: Size
uz: O'lcham

source: Contact
uz: Aloqa

source: Subject
uz: Mavzu

source: Message
uz: Xabar

source: New users
uz: Yangi Foydalanuvchilar

source: Product
uz: Praduct

source: Title
uz: Nomi

source: Old price
uz: Eski narx

source: Sell price
uz: Yangi narx

source: Collor
uz: Rang

source: FAQ
uz: KBS

source: Ordernumber
uz: Raqam

source: Question EN
uz: Savol EN

source: Question RU
uz: Savol RU

source: Question UZ
uz: Savol UZ

source: Answer EN
uz: Jovob EN

source: Answer RU
uz: Jovob RU

source: Answer UZ
uz: Jovob UZ

source: Informatsion
uz: Info

source: Add Info
uz: Info qo'shish

source: Update Info
uz: Info yangilash

source: Add Category
uz: Katego'rya qo'shish

source: Update Category
uz: Katego'rya yangilash

source: Add Product
uz: Praduct qo'shish

source: Update Product
uz: Praduct yangilash

source: Product Details
uz: Praduct detallari

source: Details update
uz: Detallarni yangilash

source: Add Blog
uz: Blog qo'shish

source: Blog Update
uz: Blog yangilash

source: Add Aboutus
uz: About qo'shish

source: About Update
uz: About yangilash

source: Add Faq
uz: KBS qo'shish

source: Faq Update
uz: KBS yangilash

source: Newslatter
uz: Qoldrilgan po'chtalar

source: Comment Product
uz: Praduct commentlar

source: Product Gallery
uz: Praduktlar

source: Create Creator
uz: Admin yaratish

source: Feedback
uz: Fikrlar

source: Native Price
uz: O'zini narxi

source: QTY
uz: Dona

source: Collar
uz: Rang

source: Subtotal amount
uz: Zakazlar soni

source: Old Price
uz: Eski narx

source: Sell Price
uz: Yangi narx

source: Rate
uz: Reyting

source: Gallery
uz: Gallereya

source: Click on any image to open in lightbox gallery
uz: Lightbox galereyasida ochish uchun istalgan rasmni bosing

source: Searched
uz: Qidiruv

source: Click on any image to open in product
uz: Mahsulotni ochish uchun istalgan rasm ustiga bosing
